<template>
 <div>   
     <app-nav/>
    <add-info>
    <h1>Оплата картой на сайте</h1>
    <p>Оплатить заказ можно с помощью любой банковской карты. После завершения оформления заказа в нашем магазине, Вам нужно нажать на кнопку «Оплатить», при этом система переключит Вас на страницу платежной системы "Сбербанка России", где Вам будет предложено ввести данные карты, произвести оплату, после чего вернуться обратно в магазин SEMENA.RU. После успешной оплаты, система вернет Вас в магазин. В случае неудачной оплаты - Вы сможете повторить процедуру оплаты из Вашего личного кабинета на сайте SEMENA.RU. Процесс оплаты защищен, конфиденциальность Ваших регистрационных данных гарантируется.</p>
    <p>Если у Вас возникли сложности оплаты с помощью Apple Pay и Google Pay, оплату можно произвести с помощью банковской карты. Для этого достаточно позвонить на номер 8 351 958 00 40 и попросить оператора изменить способ оплаты.</p>
    <h1>Оплата через СБП</h1> 
    <p>Самый легкий вариант оплаты. Для оплаты достаточно навести камеру смартфона на изображения QR-кода на экране. После чего откроется программа Вашего мобильного банка. Вам лишь остается подтвердить оплату на смартфоне. А если вы делаете заказ на смартфоне, программа Вашего мобильного банка откроется автоматически. Вам лишь остается подтвердить оплату на смартфоне.</p>
    <p>Внимание! При выборе Оплаты картой на сайте, заказ необходимо оплатить в течение 24 часов после оформления.</p>
    </add-info>
</div>
</template>

<script>
import AddInfo from '../components/UI/AddInfo.vue'
import AppNav from '../components/AppNav.vue'
export default {
  components: { AddInfo, AppNav}, 
}
</script>

<style scoped>
h1{
    text-align: center;
    color: rgba(228, 155, 162, 0.718);
    font-size: 27px;
    text-shadow: 1px 1px rgb(127, 18, 52);
}
</style>