<template>
<div>
    <app-nav/>
    <add-info>
    <h1>Доставка Почтой России</h1>
    <p> Компания VIVIDS имеет собственное отделение Почты России, что гарантирует минимальные сроки доставки и низкую стоимость. Мы заполняем все документы, что бы получение посылки было максимально быстрым и удобным.</p>
    <p> Вы можете отследить местонахождение своей посылки на странице Почты России. Для этого достаточно ввести трек-номер, который мы Вам сообщим по электронной почте и в SMS-сообщении после отправки посылки. Либо его можно узнать по телефону 8 351 958 00 40, а так же в «Личном Кабинете» на сайте VIVIDS</p>
    <p> Срок хранения посылок в отделении 14 дней.</p>
    <p> Не забудьте установить на свой смартфон приложение от Почты России, с помощью которого Вы легко отследите местоположение вашей посылки.</p>
    </add-info>
</div>
</template>

<script>
import AddInfo from '../components/UI/AddInfo.vue'
import AppNav from '../components/AppNav.vue'
export default {
  components: { AddInfo, AppNav },
    
}
</script>

<style scoped>
h1{
    text-align: center;
    color: rgba(228, 155, 162, 0.718);
    font-size: 37px;
    text-shadow: 1px 1px rgb(127, 18, 52);
}
</style>